tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "shopify/shopify"
brew "openssl@1.1"
brew "automake"
brew "bison"
brew "gdbm"
brew "readline"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "libssh2"
brew "curl"
brew "elasticsearch", restart_service: true
brew "snappy"
brew "foreman"
brew "freetds"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gmp"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "shared-mime-info"
brew "imagemagick"
brew "imagemagick@6"
brew "libpq"
brew "libyaml"
brew "node", link: false
brew "markdownlint-cli"
brew "memcached", restart_service: true
brew "mysql-client@5.7", link: true
brew "nghttp2"
brew "tmux"
brew "overmind"
brew "php", restart_service: true
brew "postgresql", restart_service: true
brew "pv"
brew "pyenv"
brew "python@3.8"
brew "redis", restart_service: true
brew "ruby-install"
brew "watchman"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "shopify/shopify/secret-sender"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/shopify-graphicsmagick"
brew "shopify/shopify/shopify-imagemagick@6", link: true
brew "shopify/shopify/themekit"
brew "shopify/shopify/toxiproxy"
cask "android-studio"
cask "chromedriver"
cask "git-credential-manager-core"
cask "phantomjs"
cask "visual-studio-code"
